<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Document</title>
    <link rel="stylesheet" href="./style.css">
</head>
<body>
    <div class="wrapper">
        <div class="news">
            <h1>Новости</h1>
            <p><strong>Умный браслет-смартфон: позволяет говорить по телефону держа палец в ухе</strong></p>
            <p>Среди разных странных электронных гаджетов, безусловно, самое интересные те, которые сочетают в себе несколько функций, например, смартфон+часы. Именно так и есть в случае со смарт-браслетом Get, который одним нажатием пальца может работать как смартфон.</p>

            <p>Get был создан итальянской компанией Deed. Стоит этот девайс 250 долларов. Гаджет перерабатывает звук с телефона в вибрации, которые передаются на палец. В результате достаточно... приставить его в ухо, чтобы поговорить по телефону.</p>

            <p>Get основана на вибрации, которая проходит через кость в пальце. Эта технология не открытие, но редко используется в коммерческих продуктах. Оборудование не имеет никаких кнопок или дисплеев, пользователь контролирует его голосовыми командами или жестами.</p>
            
        </div>
        <div class="form">
            <h2>Оформить подписку</h2>
            <input type="text" name="name" placeholder="Введите ваше имя">
            <input type="text" name="email" placeholder="Введите вашу почту">
            <button id="getSub">Подписаться</button>
            <div class="result"></div>
        </div>
    </div>
<script src="./vanila.js"></script>    
</body>
</html>